{
  "blogs": [
    {
      "userImage": "blog/a-ritmos-de-sion.jpeg",
      "buttonLabel": "Impacto en frecuencia radial",
      "titleText": "Transformando Vidas a Través de la Radio",
      "dateText": "Septiembre 10, 2024",
      "url": "transformando-vidas-a-traves-de-la-radio",
      "content": {
        "introduction": "En un mundo lleno de desafíos y cambios constantes, encontrar una fuente de inspiración y esperanza puede marcar la diferencia en la vida de las personas. Nuestro programa radial, “a ritmos de sion ”, transmitido por las frecuencias de 106.9 y 102.7 FM, se ha convertido en un faro de luz para aquellos que buscan salvación, restauración y una vida plena. ofreciendo no solo palabras de aliento, sino también soluciones prácticas y espirituales para transformar vidas.",
        "subjects": [
          {
            "title": "",
            "text": "Desde su lanzamiento, “a ritmos de sion ” ha sido más que un simple programa radial; es una plataforma dedicada a ofrecer esperanza y guía espiritual. con su calidez y sabiduría,  con un enfoque claro en proporcionar a los oyentes oportunidades para cambiar sus vidas de manera positiva. La combinación de mensajes inspiradores, testimonios conmovedores y enseñanzas basadas en valores ha permitido a muchas personas encontrar el camino hacia una vida renovada."
          },
          {
            "title": "",
            "text": " Te invitamos a sintonizar “a ritmos de sion ” en 106.9 y 102.7 FM y ser parte de esta experiencia transformadora. Nuestro objetivo es continuar impactando vidas y ofreciendo un mensaje de esperanza y transformación a nuestra comunidad. Si estás interesado en conocer más sobre nuestro ministerio o deseas compartir tu propia historia, no dudes en ponerte en contacto con nosotros."
          }
        ]
      }
    },
    {
      "userImage": "img_image_13.png",
      "buttonLabel": "Responsabilidad Social",
      "titleText": "Compromiso con el Medio Ambiente: Nuestro Ministerio Limpia las Playas de la República Dominicana",
      "dateText": "Septiembre 10, 2024",
      "url": "compromiso-con-el-medio-ambiente-nuestro-ministerio-limpia-las-playas-de-la-republica-dominicana",
      "content": {
        "introduction": "En un esfuerzo por preservar la belleza natural de nuestras costas y fomentar un entorno más limpio y saludable, nuestro ministerio se ha embarcado en una serie de iniciativas de limpieza de playas a lo largo de la República Dominicana. Estas obras comunitarias no solo buscan embellecer nuestras playas, sino también concienciar sobre la importancia de cuidar nuestro medio ambiente. A través de la dedicación y el trabajo en equipo, estamos haciendo una diferencia tangible en la conservación de nuestras valiosas playas y el bienestar de nuestras comunidades.",
        "subjects": [
          {
            "title": "",
            "text": "Nuestro ministerio se enorgullece de llevar a cabo una serie de proyectos de limpieza de playas que abarcan diversas localidades de la República Dominicana. Estos eventos no solo representan una oportunidad para limpiar nuestras costas, sino también para unir a la comunidad en una causa común: la preservación del medio ambiente. Cada jornada de limpieza es una manifestación de nuestro compromiso con la naturaleza y el bienestar de nuestros ciudadanos."
          },
          {
            "title": "Impacto en la Conservación Ambiental",
            "text": "La limpieza de playas es una actividad esencial para la conservación de nuestros ecosistemas costeros. Los desechos y la contaminación pueden tener efectos devastadores en la vida marina y en la calidad de nuestras playas. A través de nuestros esfuerzos, hemos logrado retirar toneladas de basura de la orilla, mejorando significativamente el estado de nuestras playas y reduciendo el impacto negativo en la fauna y flora marinas. Estos esfuerzos contribuyen a mantener nuestros espacios naturales en condiciones óptimas para la recreación y la vida silvestre."
          },
          {
            "title": "Fomento del Sentido de Comunidad",
            "text": "Además de los beneficios ambientales, nuestras jornadas de limpieza de playas también fortalecen el sentido de comunidad. Invitamos a voluntarios de todas las edades a participar en estas actividades, promoviendo la colaboración y el espíritu de responsabilidad compartida. La participación activa de los residentes locales y grupos comunitarios no solo ayuda en la tarea de limpieza, sino que también fomenta un mayor sentido de pertenencia y conciencia sobre la importancia de mantener nuestro entorno limpio y saludable."
          },
          {
            "title": "Educación y Concienciación",
            "text": "Uno de los objetivos clave de nuestras iniciativas es educar a la comunidad sobre la gestión adecuada de residuos y la protección del medio ambiente. Durante los eventos de limpieza, proporcionamos información y recursos sobre prácticas sostenibles, reciclaje y la reducción de residuos. A través de talleres y charlas informativas, buscamos inspirar a las personas a adoptar hábitos que contribuyan a la preservación de nuestras playas y otros espacios naturales."
          }
        ]
      }
    },
    {
      "userImage": "blog/campamentos-juveniles.jpeg",
      "buttonLabel": "Juventud y Transformación",
      "titleText": "Campamentos Juveniles: Impulsando la Transformación de los Jóvenes",
      "dateText": "Septiembre 10, 2024",
      "url": "campamentos-juveniles-impulsando-la-transformacion-de-los-jovenes",
      "content": {
        "introduction": "En nuestro compromiso por fortalecer y transformar la vida de los jóvenes, nuestro ministerio organiza campamentos juveniles que ofrecen una experiencia única y enriquecedora. Estos campamentos están diseñados para proporcionar a los jóvenes herramientas, inspiraciones y oportunidades para crecer tanto en su vida espiritual como personal. A través de actividades interactivas, enseñanza inspiradora y un ambiente de apoyo, buscamos guiar a los jóvenes en su camino hacia un futuro prometedor.",
        "subjects": [
          {
            "title": "",
            "text": "Nuestro ministerio está dedicado a ofrecer oportunidades de crecimiento y aprendizaje a través de una variedad de talleres y cursos gratuitos. Estos programas están diseñados para satisfacer las necesidades de desarrollo espiritual y profesional de nuestros participantes, proporcionando un entorno de apoyo y capacitación que fomente el progreso personal y colectivo."
          },
          {
            "title": "Desarrollo Espiritual",
            "text": "Uno de los pilares de nuestras iniciativas es el desarrollo espiritual. A través de talleres y seminarios, ofrecemos a los participantes la oportunidad de profundizar en su fe, explorar nuevas perspectivas espirituales y fortalecer su conexión con lo divino. Estos eventos incluyen estudios bíblicos, prácticas de meditación, y sesiones de oración, dirigidos por líderes espirituales experimentados que guían a los participantes en su viaje de crecimiento espiritual. Nuestro objetivo es proporcionar una base sólida que permita a los individuos encontrar paz, propósito y dirección en sus vidas."
          },
          {
            "title": "Desarrollo Profesional",
            "text": "Además del crecimiento espiritual, nuestro ministerio también se enfoca en el desarrollo profesional. Ofrecemos cursos y talleres en áreas clave como habilidades empresariales, gestión del tiempo, liderazgo y emprendimiento. Estos programas están diseñados para equipar a los participantes con las habilidades necesarias para avanzar en sus carreras y alcanzar sus metas profesionales. Con la ayuda de profesionales capacitados y expertos en la industria, proporcionamos formación práctica y consejos útiles que pueden marcar una diferencia significativa en la vida laboral de nuestros participantes."
          },
          {
            "title": "Inclusividad y Accesibilidad",
            "text": "Entendemos que cada persona tiene diferentes necesidades y desafíos. Por ello, nuestros talleres y cursos están diseñados para ser inclusivos y accesibles, ofreciendo apoyo personalizado y recursos adecuados para todos. Nos esforzamos por crear un ambiente acogedor donde cada individuo pueda sentirse valorado y motivado para alcanzar su máximo potencial, independientemente de sus circunstancias personales."
          },
          {
            "title": "Impacto en la Comunidad",
            "text": "Los beneficios de estos talleres y cursos se reflejan en la mejora general de nuestras comunidades. Al proporcionar acceso a educación y desarrollo, ayudamos a las personas a alcanzar sus objetivos, superar obstáculos y contribuir positivamente a su entorno. Las historias de éxito y crecimiento personal que hemos recibido demuestran el impacto positivo que estas iniciativas tienen en la vida de los participantes y en la comunidad en general."
          }
        ]
      }
    },
    {
      "userImage": "blog/empoderando-comunidades.jpeg",
      "buttonLabel": "Desarrollo Comunitario",
      "titleText": "Empoderando Comunidades: Talleres y Cursos Gratuitos para el Desarrollo Espiritual y Profesional",
      "dateText": "Septiembre 10, 2024",
      "url": "empoderando-comunidades-talleres-y-cursos-gratuitos-para-el-desarrollo-espiritual-y-profesional",
      "content": {
        "introduction": "En nuestro compromiso por fortalecer y enriquecer las vidas de las personas en nuestras comunidades, nuestro ministerio ha lanzado una serie de talleres y cursos gratuitos dirigidos a hombres y mujeres en diversas áreas. Estas iniciativas están diseñadas para promover el desarrollo espiritual y profesional, brindando herramientas y conocimientos que capaciten a los participantes para alcanzar su máximo potencial. A través de estos programas, buscamos apoyar a nuestros vecinos en su camino hacia una vida más plena y significativa.",
        "subjects": [
          {
            "title": "",
            "text": "Nuestro ministerio está dedicado a ofrecer oportunidades de crecimiento y aprendizaje a través de una variedad de talleres y cursos gratuitos. Estos programas están diseñados para satisfacer las necesidades de desarrollo espiritual y profesional de nuestros participantes, proporcionando un entorno de apoyo y capacitación que fomente el progreso personal y colectivo."
          },
          {
            "title": "Desarrollo Espiritual",
            "text": "Uno de los pilares de nuestras iniciativas es el desarrollo espiritual. A través de talleres y seminarios, ofrecemos a los participantes la oportunidad de profundizar en su fe, explorar nuevas perspectivas espirituales y fortalecer su conexión con lo divino. Estos eventos incluyen estudios bíblicos, prácticas de meditación, y sesiones de oración, dirigidos por líderes espirituales experimentados que guían a los participantes en su viaje de crecimiento espiritual. Nuestro objetivo es proporcionar una base sólida que permita a los individuos encontrar paz, propósito y dirección en sus vidas."
          },
          {
            "title": "Desarrollo Profesional",
            "text": "Además del crecimiento espiritual, nuestro ministerio también se enfoca en el desarrollo profesional. Ofrecemos cursos y talleres en áreas clave como habilidades empresariales, gestión del tiempo, liderazgo y emprendimiento. Estos programas están diseñados para equipar a los participantes con las habilidades necesarias para avanzar en sus carreras y alcanzar sus metas profesionales. Con la ayuda de profesionales capacitados y expertos en la industria, proporcionamos formación práctica y consejos útiles que pueden marcar una diferencia significativa en la vida laboral de nuestros participantes."
          },
          {
            "title": "Inclusividad y Accesibilidad",
            "text": "Entendemos que cada persona tiene diferentes necesidades y desafíos. Por ello, nuestros talleres y cursos están diseñados para ser inclusivos y accesibles, ofreciendo apoyo personalizado y recursos adecuados para todos. Nos esforzamos por crear un ambiente acogedor donde cada individuo pueda sentirse valorado y motivado para alcanzar su máximo potencial, independientemente de sus circunstancias personales."
          },
          {
            "title": "Impacto en la Comunidad",
            "text": "Los beneficios de estos talleres y cursos se reflejan en la mejora general de nuestras comunidades. Al proporcionar acceso a educación y desarrollo, ayudamos a las personas a alcanzar sus objetivos, superar obstáculos y contribuir positivamente a su entorno. Las historias de éxito y crecimiento personal que hemos recibido demuestran el impacto positivo que estas iniciativas tienen en la vida de los participantes y en la comunidad en general."
          }
        ]
      }
    },
    {
      "userImage": "blog/iglesia-virual.jpeg",
      "buttonLabel": "Conéctate con Nosotros",
      "titleText": "Bienvenido a Nuestra Iglesia Virtual: Tu Familia Espiritual en Línea",
      "dateText": "Septiembre 11, 2024",
      "url": "bienvenido-a-nuestra-iglesia-virtual-tu-familia-espiritual-en-linea",
      "content": {
        "introduction": "¡Saludos a todos! En un mundo que a menudo nos separa físicamente, la Iglesia Virtual ha sido establecida con un propósito divino: llevar el Evangelio hasta los rincones más lejanos de la tierra. Si por cualquier motivo no puedes congregarte físicamente, te extendemos una cálida invitación para que te unas a nuestra familia en línea. Aquí, en nuestra comunidad virtual, tienes un lugar especial reservado para ti. En este espacio, descubrirás un refugio de fe y esperanza, donde la distancia no es un obstáculo para experimentar la sanidad y liberación que el Señor ofrece.",
        "subjects": [
          {
            "title": "Tu Espacio Espiritual en Línea",
            "text": "La Iglesia Virtual es mucho más que una plataforma en línea; es un hogar espiritual donde personas de todas partes del mundo se reúnen para adorar, estudiar la Biblia y crecer en su fe. A través de nuestras diversas plataformas, te ofrecemos la oportunidad de recibir la Palabra, experimentar la presencia del Señor y conectar con otros creyentes, sin importar dónde te encuentres."
          },
          {
            "title": "Conéctate con Nosotros",
            "text": "Queremos que te sientas parte de nuestra familia espiritual, por eso hemos diseñado una programación especial que te permitirá ser parte activa de nuestras actividades y servicios. Aquí tienes cómo puedes participar:"
          },
          {
            "title": "Lunes: Encuentro de Fe en YouTube",
            "text": "Únete a nuestro Discipulado Semanal a las 7:00 pm (hora del Caribe) en YouTube. Estos encuentros están diseñados para fortalecer tu conocimiento bíblico y fomentar tu crecimiento espiritual."
          },
          {
            "title": "Martes: Jornada de Ayuno y Oración",
            "text": "Participa en nuestro Desayuno Espiritual a las 6:00 am. Ayunamos juntos como una comunidad virtual, buscando la dirección y la fortaleza de Dios en nuestras vidas."
          },
          {
            "title": "Miércoles: Servicio de Renovación",
            "text": "No te pierdas nuestro Servicio de Gloria en YouTube a las 7:00 pm (hora del Caribe). Es un tiempo especial para experimentar la presencia de Dios y recibir ministración y oración."
          },
          {
            "title": "Primer Jueves de Cada Mes: Encuentro del Ministerio de Damas",
            "text": "Las mujeres de nuestra comunidad se reúnen para un tiempo especial de adoración y crecimiento. Es una oportunidad para compartir y fortalecerse en la fe."
          },
          {
            "title": "Segundo Jueves de Cada Mes: Encuentro del Ministerio de Caballeros",
            "text": "Los hombres se unen para un encuentro de reflexión y compañerismo, enfocándose en el crecimiento espiritual y el liderazgo."
          },
          {
            "title": "Tercer Jueves de Cada Mes: Servicio de Jóvenes",
            "text": "Un espacio vibrante para nuestros jóvenes, donde adoran y estudian la Palabra de manera dinámica y relevante."
          },
          {
            "title": "Viernes: Servicio de Gloria en Zoom",
            "text": "Conéctate a las 7:00 pm (hora del Caribe) para una experiencia especial de adoración y comunión a través de Zoom. Es un espacio íntimo para compartir oraciones y testimonios."
          },
          {
            "title": "Sábado: Acacia King IVSV",
            "text": "A las 3:00 pm (hora del Caribe), únete a nuestro servicio especial, donde experimentamos la presencia de Dios y celebramos Su bondad."
          }
        ]
      }
    },
    {
      "userImage": "blog/funcacion-oasis-house.jpeg",
      "buttonLabel": "Noticias y Actualizaciones",
      "titleText": "Manos en Acción: Conociendo la Fundación Oasis House",
      "dateText": "Septiembre 11, 2024",
      "url": "manos-en-accion-conociendo-la-fundacion-oasis-house",
      "content": {
        "introduction": "Bienvenidos a nuestro blog, donde compartimos las últimas noticias y actualizaciones sobre el trabajo transformador que llevamos a cabo en la Fundación Oasis House. En este espacio, exploraremos nuestra misión, visión, valores y las diversas iniciativas que desarrollamos para hacer una diferencia significativa en las vidas de quienes servimos.",
        "subjects": [
          {
            "title": "Nuestra Misión",
            "text": "Nuestra misión es brindar ayuda humanitaria a personas en estado de vulnerabilidad extrema sin importar género, país, religión o cultura a la que pertenezcan, respetando su identidad y valor como persona. Nos comprometemos a ofrecer asistencia con dignidad y empatía, asegurando que cada individuo reciba el apoyo necesario para superar sus desafíos."
          },
          {
            "title": "Nuestra Visión",
            "text": "Nuestra visión es ser referente como institución sin fines de lucro, de carácter socio-cristiano, que sirve de puente entre el necesitado y la provisión necesaria para suplir necesidades de asistencia social y asesoría integral para mejorar la calidad de vida de quienes así lo requieran. Aspiramos a ser un modelo de apoyo y eficacia, conectando recursos con quienes más los necesitan para fomentar un desarrollo sostenible y significativo."
          },
          {
            "title": "Nuestro Objetivo",
            "text": "La Fundación Oasis House tiene como principal objetivo brindar asistencia integral a las personas menos favorecidas de nuestra sociedad. Esto se logra a través de la provisión de alimentos, asistencia médica, canalización de empleos, reparación de casas, y la ayuda especializada a niños, familias y pastores en situación de vulnerabilidad social y económica. Nuestro compromiso es garantizar que aquellos en mayor necesidad reciban el soporte necesario para mejorar su calidad de vida y alcanzar un mayor grado de estabilidad y bienestar."
          },
          {
            "title": "Nuestros Valores",
            "text": "Solidaridad: Nos comprometemos a estar al lado de quienes más lo necesitan, ofreciendo apoyo y comprensión.\nIntegridad: Actuamos con transparencia y honestidad en todas nuestras acciones y decisiones.\nCompasión: Trabajamos con empatía y respeto, valorando la dignidad de cada persona que servimos.\nExcelencia: Buscamos la mejora continua en nuestros programas y servicios para ofrecer la mejor asistencia posible.\nInnovación: Fomentamos la creatividad y la adaptación para enfrentar los desafíos de manera efectiva."
          },
          {
            "title": "Lo Que Hacemos",
            "text": "En la Fundación Oasis House, implementamos una variedad de programas y servicios diseñados para abordar las necesidades específicas de nuestras comunidades. Entre nuestras iniciativas destacadas se encuentran:\n\nAsistencia Humanitaria: Proporcionamos ayuda de emergencia y recursos esenciales a quienes se encuentran en situaciones críticas.\nFormación Integral: Ofrecemos programas educativos y talleres que promueven el desarrollo personal y profesional, capacitando a individuos para mejorar sus habilidades y oportunidades.\nFortalecimiento Ministerial: Apoyamos a líderes y organizaciones ministeriales en su labor, proporcionando recursos y formación para fortalecer su impacto en la comunidad.\nAsesoría Laboral: Brindamos orientación y apoyo en la búsqueda de empleo, desarrollo de habilidades y creación de oportunidades laborales.\n\nCada una de nuestras iniciativas está diseñada para ofrecer un apoyo significativo y sustentable, ayudando a construir un futuro mejor para todos. Te invitamos a seguirnos en nuestras redes sociales y a estar al tanto de nuestras actualizaciones y eventos. Juntos, podemos hacer una gran diferencia."
          },
          {
            "title": "¿Deseas unirte a esta visión?",
            "text": "Realiza tu aporte ahora. Sé parte de este movimiento y ayúdanos a ayudar a cientos de personas."
          }
        ]
      }
    }
  ],
  "events": [
    {
      "type": "Actividad Recreativa",
      "location": "Centro Vacacional",
      "date": {
        "from": "15",
        "to": "20",
        "month": "JUL"
      },
      "title": "Campamento de Jóvenes",
      "willDo": "¿Qué haremos?",
      "description": "Campamento para jóvenes de 12 a 18 años que incluye actividades al aire libre como senderismo, talleres de liderazgo, juegos en equipo y sesiones de desarrollo personal. El objetivo es fomentar habilidades de trabajo en equipo y liderazgo en un entorno natural."
    },
     {
      "type": "Evento Infantil",
      "location": "Según calendario anual",
      "date": {
        "from": "",
        "to": "",
        "month": ""
      },
      "title": "Ruta AcaciaKid",
      "willDo": "¿Qué haremos?",
      "description": "Un evento para las familias y niños de todas las edades. La ruta incluye actividades interactivas, juegos inflables, máquinas de palomitas y desafíos adaptados a los más pequeños, con el objetivo de promover el ejercicio físico y la diversión en un entorno natural."
    },
    {
      "type": "Congreso / Conferencia",
      "location": "Auditorios reservados",
      "date": {
        "from": "05",
        "to": "07",
        "month": "OCT"
      },
      "title": "Congreso 'Levántate y Resplandece'",
      "willDo": "¿Qué haremos?",
      "description": "Un congreso centrado en el crecimiento. Incluye conferencias de oradores destacados, talleres interactivos y mesas redondas sobre liderazgo, motivación y emprendimiento."
    }
  ],
  "products": [
  {
    "id": 1,
    "url_path": "vaso-acero-inoxidable-premium",
    "title": "Vaso de Acero Inoxidable Premium",
    "price": 0,
    "imgUrl": "/images/products/vaso/vaso-1.jpeg",
    "description": {
      "material": "Fabricado en acero inoxidable de alta calidad, garantiza durabilidad y resistencia a los impactos. Ideal para llevarlo contigo en cualquier aventura.",
      "design": "Diseñado con una doble capa de aislamiento, este vaso mantiene tus bebidas calientes hasta por 8 horas y frías hasta por 12 horas. Equipado con una tapa a prueba de fugas que asegura que tu bebida permanezca en su lugar.",
      "combination": "Disponible en varios colores y tamaños, con la opción de personalizar con nombre, frase o diseño.",
      "occasion": "Perfecto para llevar en el coche, mochila o cualquier aventura."
    },
    "variants": [
      { "variant_img": "/images/products/vaso/vaso-2.jpeg" },
      { "variant_img": "/images/products/vaso/vaso-3.jpeg" },
      { "variant_img": "/images/products/vaso/vaso-4.jpeg" }
    ]
  },
  {
    "id": 2,
    "url_path": "sudadera-con-capucha-otonio-invierno",
    "title": "Sudadera con Capucha / Hoodie - Otoño e Invierno",
    "price": 0,
    "imgUrl": "/images/products/hoodie/h1.jpeg",
    "description": {
      "material": "Confeccionada en una mezcla de 50% algodón y 50% poliéster. El forro polar interior proporciona una suavidad excepcional y un abrigo adicional.",
      "design": "Moderno y casual con capucha grande y cuello de hombro caído, con manga larga y elástico ligero.",
      "combination": "Combina fácilmente con pantalones casuales, jeans, deportivos, o shorts. También es perfecta para capas.",
      "occasion": "Ideal para uso diario o actividades al aire libre, desde oficina hasta fiestas o deportes."
    },
    "variants": [
      { "variant_img": "/images/products/hoodie/h2.jpeg" },
      { "variant_img": "/images/products/hoodie/h3.jpeg" }
    ]
  },
  {
    "id": 3,
    "url_path": "camiseta-algodon-manga-corta-personalizada",
    "title": "Camiseta de Algodón de Manga Corta Personalizada",
    "price": 0,
    "imgUrl": "/images/products/t-shirt/t-shirt.jpeg",
    "description": {
      "material": "Confeccionada en 100% algodón de alta calidad, suave, ligero y transpirable.",
      "design": "Diseño clásico de manga corta y cuello redondo con costuras reforzadas.",
      "combination": "Versátil para combinar con jeans, pantalones cortos, faldas o como capa.",
      "occasion": "Perfecta para uso diario o eventos especiales, y para personalización con gráficos."
    },
    "variants": [
      { "variant_img": "/images/products/t-shirt/t-shirt-2.jpeg" },
      { "variant_img": "/images/products/t-shirt/t-shirt-3.jpeg" },
      { "variant_img": "/images/products/t-shirt/t-shirt-4.jpeg" }
    ]
  },
  {
    "id": 4,
    "url_path": "bolso-playa-compras-personalizado",
    "title": "Bolso de Playa o Compras Personalizado",
    "price": 0,
    "imgUrl": "/images/products/bag/bag.jpeg",
    "description": {
      "material": "Confeccionado en materiales duraderos y resistentes al agua.",
      "design": "Amplio compartimento principal con asas largas y resistentes para fácil transporte.",
      "combination": "Perfecto para combinar con atuendos casuales, personalizable con logotipo o diseño.",
      "occasion": "Ideal para la playa, compras o paseos. Excelente opción de regalo."
    },
    "variants": []
  },
  {
    "id": 5,
    "url_path": "sudadera",
    "title": "Sudadera",
    "price": 0,
    "imgUrl": "/images/products/hoodie-without-cap/h1.jpeg",
    "description": {
      "material": "Confeccionada en una mezcla de 50% algodón y 50% poliéster. El forro polar interior proporciona una suavidad excepcional y un abrigo adicional.",
      "design": "Moderno y casual con capucha grande y cuello de hombro caído, con manga larga y elástico ligero.",
      "combination": "Combina fácilmente con pantalones casuales, jeans, deportivos, o shorts.",
      "occasion": "Ideal para uso diario o actividades al aire libre, desde oficina hasta fiestas o deportes."
    },
    "variants": [
      { "variant_img": "/images/products/hoodie-without-cap/h2.jpeg" },
      { "variant_img": "/images/products/hoodie-without-cap/h3.jpeg" },
      { "variant_img": "/images/products/hoodie-without-cap/h4.jpeg" }
    ]
  },
  {
    "id": 6,
    "url_path": "camiseta-algodon-manga-corta-personalizada-v2",
    "title": "Camiseta de Algodón de Manga Corta",
    "price": 0,
    "imgUrl": "/images/products/t-shirt-v2/t-shirt-big-logo-front.jpeg",
    "description": {
      "material": "Confeccionada en 100% algodón de alta calidad, suave, ligero y transpirable.",
      "design": "Diseño clásico de manga corta y cuello redondo con costuras reforzadas.",
      "combination": "Versátil para combinar con jeans, pantalones cortos, faldas o como capa.",
      "occasion": "Perfecta para uso diario o eventos especiales, y para personalización con gráficos."
    },
    "variants": [
      { "variant_img": "/images/products/t-shirt-v2/t-shirt-logo-small-front.jpeg" },
      { "variant_img": "/images/products/t-shirt-v2/t-shirt-big-logo-back.jpeg" },
      { "variant_img": "/images/products/t-shirt-v2/t-shirt-big-logo-front.jpeg" }
    ]
  }
],
  "services": [
    {
      "url": "crece-con-acacia",
      "image": "services/service-crece-con-acacia.jpeg",
      "extended_image": "services/service-crece-con-acacia-ext.jpeg",
      "title": "Crece con Acacia",
      "subtitle": "Llevando Esperanza a Cada Rincón",
      "description": "Dedicados a equipar a futuros líderes y ministros con el conocimiento y las habilidades necesarias para servir con eficacia en el reino de Dios.",
      "content": [
        {
          "subtitle": "Talleres Transformadores",
          "paragraph": "Participa en talleres prácticos y enriquecedores que fortalecen tu fe, te equipan con habilidades espirituales y te ayudan a vivir una vida alineada con los propósitos de Dios."
        },
        {
          "subtitle": "Actividades de Desarrollo Personal",
          "paragraph": "Accede a una variedad de actividades que promueven el crecimiento personal, ayudándote a alcanzar tu máximo potencial en Cristo y a vivir una vida plena y significativa."
        },
        {
          "paragraph": "Nuestro objetivo es ayudarte a fortalecer tu fe y confianza en Dios, proporcionándote las herramientas necesarias para crecer en todos los aspectos de tu vida. Únete a nosotros y experimenta cómo puedes transformar tu vida y alcanzar nuevas alturas en tu caminar con Cristo."
        }
      ]
    },
    {
      "url": "tours-acacia",
      "image": "services/service-tours.jpeg",
      "extended_image": "services/service-tours-ext.jpeg",
      "title": "Tours Acacia",
      "description": "La Ruta Acacia es nuestra iniciativa itinerante para llevar el mensaje de salvación, restauración y esperanza a diversas comunidades. A través de una serie de actividades y eventos, buscamos impactar positivamente cada lugar que visitamos:",
      "content": [
        {
          "title": "Llevando Esperanza a Cada Rincón",
          "paragraph": "La Ruta Acacia es nuestra iniciativa itinerante para llevar el mensaje de salvación, restauración y esperanza a diversas comunidades. A través de una serie de actividades y eventos, buscamos impactar positivamente cada lugar que visitamos:"
        },
        {
          "subtitle": "Campañas Evangelísticas:",
          "paragraph": "Organizamos eventos de alcance donde compartimos el evangelio de manera vibrante y accesible, invitando a todos a experimentar el poder transformador de Dios."
        },
        {
          "subtitle": "Jornadas de Oración:",
          "paragraph": "Creamos espacios dedicados a la oración y la intercesión, fortaleciendo la comunidad espiritual y pidiendo a Dios por su intervención y guía en cada área de nuestras vidas."
        },
        {
          "subtitle": "Servicios Comunitarios:",
          "paragraph": "Nos comprometemos con la mejora de las comunidades a través de actividades de servicio y apoyo práctico, reflejando el amor de Dios mediante acciones concretas."
        },
        {
          "paragraph": "Cada evento y actividad de la Ruta Acacia está diseñado para dejar una huella duradera, ofreciendo esperanza y transformación a aquellos que más lo necesitan. Únete a nosotros en este viaje para llevar la luz de Cristo a cada rincón."
        }
      ]
    },
    {
      "url": "centro-formacion-capacitacion-ministerial",
      "image": "services/service-centro-formacion.jpeg",
      "extended_image": "services/service-centro-formacion-ext.jpeg",
      "title": "Centro de Formación y Capacitación Ministerial",
      "description": "Está diseñado para impulsar tu crecimiento espiritual y personal de manera integral",
      "content": [
        {
          "title": "",
          "paragraph": "En el Centro de Formación y Capacitación Ministerial Acacia, estamos dedicados a equipar a futuros líderes y ministros con el conocimiento y las habilidades necesarias para servir con eficacia en el reino de Dios. Nuestro centro ofrece:"
        },
        {
          "subtitle": "Cursos Especializados",
          "paragraph": "Brindamos una variedad de cursos que abarcan desde teología y estudios bíblicos hasta estrategias de liderazgo y ministerio práctico. Cada curso está diseñado para profundizar tu comprensión y fortalecer tu capacidad para impactar vidas."
        },
        {
          "subtitle": "Programas de Capacitación Integral: ",
          "paragraph": "Nuestros programas de capacitación combinan formación académica con desarrollo personal, preparando a los participantes para enfrentar los desafíos del ministerio y liderar con integridad y sabiduría."
        },
        {
          "subtitle": "Desarrollo Personal",
          "paragraph": "Además de la formación técnica y teológica, enfocamos en el crecimiento personal, ayudando a cada individuo a desarrollar habilidades interpersonales, resiliencia y una vida de carácter ejemplar."
        },
        {
          "paragraph": "Nuestro objetivo es formar líderes comprometidos, capacitados y apasionados por servir a Dios y a Su pueblo. Únete a nosotros y sé parte de una experiencia que transformará tu vida y tu ministerio."
        }
      ]
    }
  ]
}